/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk sur %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ est maintenant la version actuelle";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "La version %1$@ %2$@ est maintenant disponible (you have %3$@). WVoulez-vous la télécharger maintenant.";

/* No comment provided by engineer. */
"%@ was unable to run the new version automatically. The program will now quit (giving you an opportunity to save); please reopen it to complete the update." = "%@ n'a pas réussi à démarrer la nouvelle version automatiquement. Le programme devra quitter maintenant (en vous permettant de sauvegarder votre travail); veuillez le ré-ouvrir pour compléter la mise à jour.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Une nouvelle version de %@ est disponible !";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "Une erreur est apparue en allant chercher ou en lisant l'appcast:\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "Une erreur est apparue en téléchargeant le fichier:\n\n%@";

/* No comment provided by engineer. */
"Can't extract a version string from the appcast feed. The filenames should look like YourApp_1.5.tgz, where 1.5 is the version number. The underscore is crucial.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Can't extract a version string from the appcast feed. The filenames should look like YourApp_1.5.tgz, where 1.5 is the version number. The underscore is crucial.\n\nIf you're a user reading this, try again later and the developer may have fixed it.";

/* No comment provided by engineer. */
"Can't extract archives of type %@; only %@ are supported.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Can't extract archives of type %1$@; only %2$@ are supported.\n\nIf you're a user reading this, try again later and the developer may have fixed it.";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Chercher les mises à jour au démarrage?";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location (like on the disk image?). Move it to /Applications and try again." = "Impossible de détruire cette application,  donc la mise à jour n'a pu être installée. Il est ossible que l'application soit dans une image disque, ou autre, ne permettant pas la suppression de données à l'interieur. déplacez l'application dans /Apllications et réessayer.";

/* No comment provided by engineer. */
"Couldn't mount the update archive." = "Impossible de décompresser l'archive.";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory?" = "Impossible de déplacer cette application normalement. Êtes vous en train d'utiliser l'application par un répertoire en lecture-seule ?";

/* No comment provided by engineer. */
"Download New Version" = "Télécharger la nouvelle versionn";

/* No comment provided by engineer. */
"Downloading update..." = "Téléchargement de la mise à jour...";

/* No comment provided by engineer. */
"Extracting update..." = "Extraction de la mise à jour...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installer et relancer";

/* No comment provided by engineer. */
"Installing update..." = "Installation de la mise à jour..";

/* No comment provided by engineer. */
"No" = "Non";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later.";

/* No comment provided by engineer. */
"Ready to install!" = "Prêt à l'installation";

/* No comment provided by engineer. */
"Release Notes" = "Notes de version";

/* No comment provided by engineer. */
"Remind Me Later" = "Me le rappeler plus tard";

/* No comment provided by engineer. */
"Skip This Version" = "Ignorer cette version";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist! (with CFBundleName)\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist! (with CFBundleName)\n\nIf you're a user reading this, try again later and the developer may have fixed it.";

/* No comment provided by engineer. */
"Update Error!" = "Erreur d'update!";

/* No comment provided by engineer. */
"Updating %@" = "En train de mettre à jour %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Voulez vous vérifier les mises à jour au démarrage ? Sinon, vous pouvez toujours le faire depuis le menu de l'application";

/* No comment provided by engineer. */
"Yes" = "Oui";

/* No comment provided by engineer. */
"You're up to date!" = "Vous avez la dernière version !";

